13/data/attachments/c0e564d8e11d70cd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathryn_international_Friend_6305_9</nif:username>
            <nif:friendToBeRequested>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>